var data={
  answer:[
    {
      tit: '你觉得自己是个很容易嫉妒其它人的人吗？',
      results:[
        '是的',
        '不是',
        '还好吧'
      ],
    },
    {
      tit: '你很擅长别人的缺点？',
      results: [
        '是的',
        '不是',
        '还好'
      ],
    },
    {
      tit: '你平时会注重扩展自己的交际圈？',
      results: [
        '是的',
        '不是',
        '偶尔'
      ],
    },
    {
      tit: '在一个滂沱大雨的夜里，你从窗子看到有一个女子在路上踽踽独行，你的心情是？',
      results: [
        '心生怜悯，表示同情',
        '感到自己的幸福与优越',
        '无感'
      ],
    },
    {
      tit: '这两件衣服，你偏爱哪种？',
      results: [
        '铠甲战服',
        '窄袍侠士衫',
      ],
    },
    {
      tit: '你觉得样貌和智慧哪个对男人最重要？',
      results: [
        '智慧',
        '样貌',
      ],
    },
    {
      tit: '你对生活的理解更偏向于？',
      results: [
        '一座山峰',
        '一条河流',
      ],
    },
    {
      tit: '你认为英雄的归宿应该是?',
      results: [
        '血洗沙场，马革裹尸',
        '凯旋门下，万众拥戴的荣光',
      ],
    },
    {
      tit: '你对下面哪句话感触更深一点？',
      results: [
        '寒山扫墓，长者的泪滴和晚辈的泪滴有着不同的分量',
        '北雁南飞，年迈的帝王和年迈的乞丐一起仰望',
      ],
    },
    {
      tit: '更向往哪种生活？',
      results: [
        '一萧一剑走江湖，千古情仇酒一壶',
        '誓灭匈奴出汉关，征程万里凯歌还',
      ],
    }
    
  ],
  result_man:[
    {
      tit:'三生三世十里桃花',
      name: '夜华',
      desc: '看似腼腆成熟有些害羞的你，在憨厚的外表之下隐藏着自己狂野的灵魂，因此你总是有些矛盾，对待别人的时候和自己独处的时候有着很大的差别，至少是不一致的，很会面对现实，说的都是实话，就像是《三生三世十里桃花》中的夜华，冷静，即使内心起伏也十分理智冷静。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/yh.png'
    },
    {
      tit: '芈月传',
      name: '黄歇',
      desc: '永远都是阳光灿烂的，但是有那么一点小小的呆萌，因为粗心大意经常会出现危机的状况，但是大多时候又能够凭借着自己非凡的勇气和无可比拟的好运成功的渡过难关，转危为安。就像是《芈月传》中的黄歇，点小英雄主义，但无知者无畏，福很容易到。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/hx.png'
    },
    {
      tit: '醉玲珑',
      name: '元凌',
      desc: '有一种性格叫做玩世不恭，你就是这样的，对待自己没有特定的定义或者是规划，永远是走到哪里就算那里，洒脱潇洒的让人无比羡慕，就像是《醉玲珑》中的元凌，不羁下实则心思深沉，隐忍自负，凡事有极强的掌控性和包容力。看似冷漠绝情，实际情深意重，坚持以自己的方式守护一切。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/yl.png'
    },
    {
      tit: '那年花开月正圆',
      name: '沈星移',
      desc: '有时候会没有存在感，就是那种明明就在人群当中，但是却不会特别显眼有时候甚至会被忽略的那种，但是又能最快速的融入人群，所以是那种全能的调和剂型人物，就像是《那年花开月正圆》中的沈星移，内心却不失阳光和单纯，但总会脱胎换骨的成长与蜕变：能将平淡化为激情，不羁转为坚毅。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/sxy.png'
    },
    {
      tit: '青云志',
      name: '张小凡',
      desc: '顽皮、友好、自然有灵性、接纳、体贴、投入、不拘泥、体谅、容忍。但又古怪、有些不可靠、自我中心、冷酷、冷淡、很难承诺、反复权衡、变化无常，就像是《青云志》中的张小凡，总是不相信所谓命运，遇强愈强，总是不轻言放弃。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/zxf.png'
    },
    {
      tit: '秦时丽人明月心',
      name: '嬴政',
      desc: '永远盛气凌人，只和自己看的上眼的人来往，而且那些人不能给自己气势上的压迫感简单来说，王者型的男人，永远以王者般的姿态耀眼的存活于世，让别人仰望。就像是《秦时丽人明月心》中的嬴政，雄才大略、睥睨天下。既有杀伐决断的果敢，又有对爱人的痴情不渝。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/yz.png'
    },
    {
      tit: '择天记',
      name: '陈长生',
      desc: '看起来有些冷酷腹黑，因为他们总是说话不多，但是又能够迅速的攻占女性的内心，像是两性关系中的蝮蛇，迅速锁定目标又沉默的快速攻击，夺取了目标之后心满意足的呆着。就像是《择天记》中的陈长生，拥有的执著是一块顽固坚硬的大石头，任何强大的武器都无法击碎它，就算全世界反对他或她，也不会令其退后一步。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/ccs.png'
    },
    {
      tit: '楚乔传',
      name: '宇文玥',
      desc: '看上去开朗，其实细腻而心重，是一个独立的个体。很敏感，看似什么都不计较、不细心，其实是在包容，骨子里是相当孤傲，很喜欢安静，不喜欢多说话，可是又不得不想让周围的人因为他们的存在而感到快乐和幸福，就像是《楚乔传》中的宇文玥，能够确立的自己的信仰，坚持追寻。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/ywy.png'
    },
    {
      tit: '孤芳不自赏',
      name: '楚北捷',
      desc: '理性的可怕，有条不紊的你很少情绪失控，也很少有人能让你情绪失控，如果有就是看的很重的事或人。很正义，讨厌虚伪、谎言，讨厌欺骗。很重感情，就像是《孤芳不自赏》中的楚北捷，总是脸上无所谓着、强势，表现得很坚强，其实内心很软弱。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/cbj.png'
    },
    {
      tit: '兰陵王妃',
      name: '高长恭',
      desc: '温润如玉，温柔多情，很有一种翩翩浊世佳公子的气质，他们总是衣着整齐，性格温柔，虽然温柔，却不是对所有人都善良多情的，实际很由自己的喜恶，就像是《兰陵王妃》中的高长恭，温柔冷漠，隐藏属性，极端的敏感，是深藏不露的，不善听取别人的玩笑。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/gcg.png'
    }
  ],
  result_women:[
    {
      tit: '三生三世十里桃花',
      name: '白浅',
      desc: '你为人和善，总是一副与世无争的模样。你讨厌形式的东西，宁愿独自一人也不愿跟无关的人闲谈，但你跟朋友的关系却非常深入。你不介意长时间独自一人，而且很少会觉得沉闷。就像是《三生三世十里桃花》中的白浅，淡然的性格里透着一份直爽，虽然不能万事考虑周全，但凭借着平和的处事态度，你能很好地掌控自己的情绪及周围发生的事。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/bq.png'
    }, {
      tit: '芈月传',
      name: '芈月',
      desc: '你是一个很有思想的美女，你对于自身的要求很高，不管什么时候，你都不会忘记塑造更完美的自己，就像是《芈月传》中的芈月，你可以获得很多人的心，但是从来不会炫耀，你看的很淡，大多时候都比较低调。当然你这样的女子，注定才华横溢，一生不会平凡。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/my.png'
    }, {
      tit: '醉玲珑',
      name: '凤卿尘',
      desc: '一半明朗一半忧伤，一半冷漠一半热情。对陌生人无害，对不熟的人外热内冷，遇到喜欢的人反而有种疏远感会害羞。 有时很霸道，强烈的占有欲，怕麻烦 ，所以不喜欢和人搞暧昧。就像是《醉玲珑》中的凤卿尘，把感情也当作一种艺术欣赏选择慢慢雕琢细细品位。似乎都看起来傻傻的，但这是一种自我保护方式。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/fqc.png'
    }, {
      tit: '那年花开月正圆',
      name: '周滢',
      desc: '你的性格敏锐果敢，处事八面玲珑、能够洞察事实，不怕吃苦，熬得住寂寞，做事比较认真和专一，就像是《那年花开月正圆》中的周滢，有一股势要成功的倔脾气，做事情能够完美处理并将其发扬光大，能够为爱独守一生。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/zy.png'
    }, {
      tit: '青云志',
      name: '陆雪琪',
      desc: '你的性格高傲中又兼具纯善温柔，心思慎密，个性比较清高，不怎么喜欢与人接触，总喜欢生活在自己的世界里， 你对人对己的要求都很高，甚至有点苛刻。不过，你给自己的压力太大了，就像是《青云志》中的陆雪琪总是习惯勉强自己，也勉强别人，需要再放松一些，这样，快乐才会多一些。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/lxq.png'
    }, {
      tit: '秦时丽人明月心',
      name: '丽姬',
      desc: '逃避是你的习惯，你对自己渴望的东西总是先退到一边，似乎毫不关心然后突然扑上去。 没有很强的适应能力却有天生的领悟力。以自我为中心懂得自我保护。最害怕孤独，但又注定了孤独。就像是《秦时丽人明月心》中的丽姬，拥有很多秘密，把真实的自己藏于夜半的寂静和午间笑声的明朗中',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/lj.png'
    }, {
      tit: '孤芳不自赏',
      name: '白娉婷',
      desc: '为人知性、冷静、理智，顾全大局知性的代表； 面具下却是敏感又多疑。不爱说话，外表冰冷高傲，理性的完美主义所以会瞻前顾后，就像是《孤芳不自赏》中的白娉婷，面对痛苦挫折的时候 往往勇敢得令人佩服。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/bpt.png'
    },
    {
      tit: '楚乔传',
      name: '楚乔',
      desc: '为人心地善良，有古道热肠和仁爱之心，富同情心而看重感情，处事力求公正与中，不愿偏激，诚实温和，是个理想主义者。生性浪漫，有自我牺牲的倾向，就像是《楚乔传》中的楚乔，个性坚强、聪明、进取，具有灵活的脑子，常有非凡的构想。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/cq.png'
    },
    {
      tit: '锦绣未央',
      name: '李未央',
      desc: '讨厌虚伪、讨厌谎言、讨厌欺骗，性格与脾气都比较极端，有些悲观，有较强的依赖感、支配欲。偏执，苛求完美，双重性格，一般很抗拒有人走近，经常表现出对什么都不在乎。就像是《锦绣未央》中的李未央，安于孤独，更乐于孤独，令人难以揣摩。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/lwy.png'
    },
    {
      tit: '兰陵王妃',
      name: '元清锁',
      desc: '不记仇，但随意的一句贴心问候必定记在心中。待人友善，真心对待朋友。被朋友出卖，只会当作教训，不去计较，心里伤心，但也要表现得坚强。不喜欢把自己藏得很深 喜欢表现出来。就像是《兰陵王妃》中的元清锁，表面坚强，内心软弱。想要占有，却又怕太过火，不停地自信与自卑交杂，但最后还是会自信地应对一切。',
      pic: 'https://ssl.kdyoushu.com/applet/mind_test/yqs.png'
    },
  ]
}

module.exports = data